[
	{
		"key":"game-design",
		"image":"gamedev.png",
		"abstract":"Hell world is a third person science fiction horror game made to test a players senses. Inspired by games such as Dead Space and Slender: The Eight Pages, it combines gripping audio and visual effects to create a terrifying experience. But Hell World takes it to a whole different dimension... Literally."
	}
	,
	{
		"key":"hvz",
		"image":"kiosk.png",
		"abstract":"Geo Spatial games such as Pokemon Go and Ingress are all the rage these days. However before these became popular, there were games such as Humans vs Zombies played without the use of technology. We call these Mass Spatial Games. They are identified as games played outdoors with large numbers of people and involves people interacting with other people as well as people interacting with the 3D space. Humans vs Zombies is one such game played on campuses world wide. It is a free game under the creatve commons license that any person, group or organization can adapt and play on their campus. The Georgia Tech campus has been conducting this game every semester since 2012. We decided to study this game for our Human Computer Interaction Project. The scope of this project was to research the gameplay, interactions and overall experience of the players and understand if and where the game was wanting."
	},
	{
		"key":"craigslist",
		"image":"craigslist.png",
		"abstract":"Craigslist is a popular online classifieds platform. It allows users to post their ads have buyers contact them through email or phone. My task was to redesign craigslist to position it as a classified ads platform for students. This was a 5 hour design challenge."
	}
	,
	{
		"key":"global-warming",
		"image":"globaldata.png",
		"abstract":"This was a data visualization proposal. The idea was to visualize on a world map how much CO2 each country has emitted in Kilo tones over the years (from 1960 to 2010) and also display the forest cover and how much it has reduced over the years and attribute these changes to change in temperature. The user can explore the data by interacting with the visualization. The visualization would be implemented using animations and color coding to denote temperatures and CO2 emissions."
	},
	{
		"key":"stack-overflow",
		"image":"Isometric.png",
		"abstract":"Stack Overflow is an online community of developers and programmers and a platform for them to share their knowledge. The main objective of using Stack Overflow is for programmers to be able to ask questions and have them answered by other experts or general enthusiasts in the field. It is a community driven platform where every user starts off at the same level and earn their reputation by asking and answering relevant questions that are useful to the general community. This leads to the obvious result where users who have a high reputation are clearly experts in one or more fields. We decided to visualize this to see if we can find interesting insights."
	}
	,
	{
		"key":"static-code-analyzer",
		"image":"neural.png",
		"abstract":"Quality of code is not given too much significance as long as it gives the right output. However, the quality of code can have a major influence on the performance of systems especially when the system is large scale. At such scales evaluating the quality of code dynamically or by running the code and measuring the performance is time consuming and consumes plenty of resources. Therefore we decided to study static code evaluation metrics to see if there was a direct corelation to the quality of code and if so how we could use these metrics to train programmars to write better quality code."
	}
]
